tap "homebrew/cask"
tap "graalvm/tap"
tap "homebrew/cask-versions"
tap "warrensbox/tap"

#brew "rbenv"
#brew "swiftlint"
#brew "jq"

#brew "wget"
#brew "awsume"
brew "jq"
brew "mas"
brew "coreutils"
brew "awscli"
brew "kubectl"
brew "jenv"
brew "nvm"
brew "pipx"
brew "kubernetes-cli"
brew "gradle"
brew "maven"
brew "warrensbox/tap/tfswitch"


cask "steam"
cask "zoom"
#cask "xquartz"
#cask "playonmac"
cask "microsoft-teams"
cask "tunnelblick"
cask "google-chrome"
cask "brave-browser"

cask "sourcetree"
cask "postman"
cask "rancher"
#cask "discord"
#cask "robo-3t"
#cask "temurin8"
#cask "temurin11"
#cask "temurin17"
#cask "intel-haxm"
cask "graalvm-ce-lts-java11"
cask "graalvm-ce-lts-java8"
cask "graalvm-community-jdk17"
#cask "authy"
#cask "superslicer"
#cask "sparrow"
cask "tor-browser"
cask "firefox"

#cask "intellij-idea"
cask "intellij-idea-ce"
cask "visual-studio-code"

cask "android-studio"
cask "android-sdk"

#mas "Slack", id: 803453959
#mas "LINE", id: 539883307
#mas "Xcode", id: 497799835
